Repository: wp-plugins/woocommerce-payplug
Catalog: languages/wcpayplug-*.po
Languages: fr_fr

source: WooCommerce PayPlug Gateway depends on the last version of <a href="http://wordpress.org/extend/plugins/woocommerce/" target="_blank">WooCommerce</a> to work!
fr_fr: La passerelle de paiement PayPlug pour WooCommerce nécessite la dernière version de <a href="http://wordpress.org/extend/plugins/woocommerce/" target="_blank">WooCommerce</a> pour fonctionner !

source: PayPlug works by sending the user to PayPlug to enter their payment information.
fr_fr: PayPlug permet aux utilisateurs de payer avec leur carte bancaire via une interface sécurisé

source: Enable/Disable
fr_fr: Activer / Désactiver

source: Enable PayPlug
fr_fr: Activer PayPlug

source: NB : This gateway is disabled if the currency is not in euros.
fr_fr: NB : Cette passerelle de paiement ne peut être active que si la devise de la boutique est en euros.

source: Title
fr_fr: Titre

source: This controls the title which the user sees during checkout.
fr_fr: Ce champ permet de définir le titre que verra l'utilisateur lors du paiement.

source: This controls the description which the user sees during checkout.
fr_fr: Ce champ permet de définir la description que verra l'utilisteur lors du paiement.

source: Pay safely via PayPlug with your credit card
fr_fr: Payer avec votre carte bancaire en toute sécurité via PayPlug

source: Application parameters
fr_fr: Paramètres de la page de configuration de PayPlug

source: Please paste your PayPlug parameters.
fr_fr: Veuillez coller vos paramètres PayPlug dans ce champ.

source: You can to get this information in : %sPayPlug Account Configuration%s with your email and password.
fr_fr: Vous pouvez obtenir ces informations sur %svotre page de Configuration PayPlug%s en utilisant votre email et votre mot de passe PayPlug

source: Gateway Testing
fr_fr: Test de la passerelle

source: Debug Log
fr_fr: Log de debug

source: Enable logging
fr_fr: Activer les logs

source: Log PayPlug events inside <code>wp-content/plugins/woocommerce/logs/payplug.txt</code>
fr_fr: Les logs PayPlug se trouvent dans <code>wp-content/plugins/woocommerce/logs/payplug.txt</code>

source: Awaiting Payplug payment
fr_fr: En attente du paiement PayPlug

source: Payment is successfully completed.
fr_fr: Paiement complété avec succès

source: Payment %s refunded via IPN by PayPlug.
fr_fr: Paiement remboursé via IPN par PayPlug

source: Order refunded/reversed
fr_fr: Commande remboursée

source: Order %s has been marked as refunded via IPN by PayPlug
fr_fr: La Commande %s a été remboursée via IPN par PayPlug

source: <strong>Gateway Disabled</strong> You should inform your parameters in PayPlug. %sClick here to configure%s
fr_fr: <strong>Passerelle désactivée</strong> Vous devez indiquer vos paramètres PayPlug. %sCliquez ici pour la configuration%s

source: WooCommerce PayPlug is a PayPlug payment gateway for WooCommerce
fr_fr: WooCommerce PayPlug est une passerelle de paiement via PayPlug pour WooCommerce

source: Checking PayPlug parameters...
fr_fr: Vérification des paramètres PayPlug...

source: An error occurred during connection to PayPlug.
fr_fr: Une erreur s'est produite durant la connexion avec PayPlug.

source: Please check your PayPlug login and password.
fr_fr: Merci de vérifier votre identifiant et votre mot de passe PayPlug

source: PayPlug account login
fr_fr: Identifiant PayPlug

source: The email used to create your account on payplug.
fr_fr: L'adresse email utilisée pour vous identifier sur PayPlug

source: PayPlug account password
fr_fr: Mot de passe PayPlug

source: The password used to create your account on payplug. This value is not stored.
fr_fr: Le mot de passe utilisé pour vous identifier sur PayPlug. Cette valeur n'est pas enregistrée.

source: WooCommerce PayPlug Gateway requires <a href="http://php.net/manual/en/book.curl.php" target="_blank">curl for php</a> to work!
fr_fr: WooCommerce PayPlug nécessite <a href="http://php.net/manual/en/book.curl.php" target="_blank">curl pour php</a> pour fonctionner !

source: PayPlug configuration
fr_fr: Configuration PayPlug

source: Set order completed
fr_fr: Marquer la commande comme 'terminée'

source: Set order as 'completed' after PayPlug payment instead of 'processing'
fr_fr: Marquer la commande comme 'terminée' après la confirmation de paiement par PayPlug à la place de 'en cours'

source: Use test mode
fr_fr: Utiliser le mode de test

source: Use the PayPlug gateway on test mode
fr_fr: Utiliser PayPlug en mode 'test', les paiements ne seront pas effectués.
